Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# IndexRacePageSubtitle.Text
source: Twelve indices from three markets on one board. Each is measured from its own first month in the range, so what is compared is the change, not the level.
cs: Dvanáct indexů ze tří trhů na jedné tabuli. Každý se měří od svého prvního měsíce v rozmezí, takže se porovnává změna, ne úroveň.
de: Zwölf Indizes aus drei Märkten auf einem Board. Jeder wird ab seinem eigenen ersten Monat im Zeitraum gemessen, verglichen wird also die Veränderung, nicht das Niveau.
es: Doce índices de tres mercados en un mismo tablero. Cada uno se mide desde su propio primer mes en el periodo, así que lo comparado es la variación, no el nivel.
fr: Douze indices de trois marchés sur un même tableau. Chacun est mesuré à partir de son propre premier mois de la période : ce qui est comparé, c'est la variation, pas le niveau.
ja: 三つの市場から12の指数を1つのボードに。それぞれ範囲内の自分の最初の月から測るので、比べるのは水準ではなく変化です。
ko: 세 시장의 지수 12개를 한 보드에. 각각 구간 내 자기 첫 달부터 측정하므로 비교하는 것은 수준이 아니라 변화입니다.
pl: Dwanaście indeksów z trzech rynków na jednej tablicy. Każdy mierzony od własnego pierwszego miesiąca w okresie, więc porównywana jest zmiana, nie poziom.
pt_br: Doze índices de três mercados em um mesmo quadro. Cada um é medido a partir do seu próprio primeiro mês no período, então o comparado é a variação, não o nível.
ru: Двенадцать индексов с трёх рынков на одной доске. Каждый измеряется от своего первого месяца в диапазоне, поэтому сравнивается изменение, а не уровень.
zh_hans: 三个市场的十二个指数放在同一张榜上。每一个都从自己在区间里的第一个月起算，所以比的是变化，不是点位。
zh_hant: 三個市場的十二個指數放在同一張榜上。每一個都從自己在區間裡的第一個月起算，所以比的是變化，不是點位。

# IndexRaceList.Header
source: Indices
cs: Indexy
de: Indizes
es: Índices
ja: 指数
ko: 지수
pl: Indeksy
pt_br: Índices
ru: Индексы
zh_hans: 指数
zh_hant: 指數

# IndexRaceListAll
source: All twelve
cs: Všech dvanáct
de: Alle zwölf
es: Los doce
fr: Les douze
ja: 12本すべて
ko: 열두 개 모두
pl: Wszystkie dwanaście
pt_br: Os doze
ru: Все двенадцать
zh_hans: 全部十二个
zh_hant: 全部十二個

# IndexRaceListAShare
source: Mainland A-shares
cs: Pevninské akcie A
de: Festland-Aktien
es: Acciones A del continente
fr: Actions A continentales
ja: 中国本土A株
ko: 본토 A주
pl: Akcje A z kontynentu
pt_br: Ações A do continente
ru: Материковые акции A
zh_hans: A股
zh_hant: A股

# IndexRaceListHongKong
source: Hong Kong
ja: 香港
ko: 홍콩
ru: Гонконг
zh_hans: 港股
zh_hant: 港股

# IndexRaceListUnitedStates
source: United States
cs: Spojené státy
de: USA
es: Estados Unidos
fr: États-Unis
ja: 米国
ko: 미국
pl: Stany Zjednoczone
pt_br: Estados Unidos
ru: США
zh_hans: 美股
zh_hant: 美股

# IndexRaceRangeMax
source: Longest
cs: Nejdelší
de: Längster
es: Más largo
fr: Le plus long
ja: 最長
ko: 가장 긴
pl: Najdłuższy
pt_br: Mais longo
ru: Самый длинный
zh_hans: 最长
zh_hant: 最長

# IndexRaceNote.Text
source: One row per index. The row is the change that index has made since its own first month in the range — never its level, because 3,800 and 5,700 are not two points on one scale. An index whose history begins later is not on the board until it begins: it is absent, not at zero.
cs: Jeden řádek na index. Řádek je změna, kterou ten index udělal od svého prvního měsíce v rozmezí — nikdy jeho úroveň, protože 3 800 a 5 700 nejsou dva body na jedné stupnici. Index, jehož historie začíná později, na tabuli není, dokud nezačne: chybí, není nulový.
de: Eine Zeile je Index. Die Zeile ist die Veränderung, die dieser Index seit seinem eigenen ersten Monat im Zeitraum gemacht hat — nie sein Niveau, denn 3.800 und 5.700 sind keine zwei Punkte auf einer Skala. Ein Index, dessen Geschichte später beginnt, steht erst ab dann auf dem Board: er fehlt, statt null zu sein.
es: Una fila por índice. La fila es la variación que ese índice ha tenido desde su propio primer mes en el periodo — nunca su nivel, porque 3.800 y 5.700 no son dos puntos de una misma escala. Un índice cuya historia empieza más tarde no está en el tablero hasta que empieza: no está, no está a cero.
fr: Une ligne par indice. La ligne est la variation de cet indice depuis son propre premier mois dans la période — jamais son niveau, car 3 800 et 5 700 ne sont pas deux points d'une même échelle. Un indice dont l'historique commence plus tard n'est pas sur le tableau avant ce moment : il est absent, pas à zéro.
ja: 指数ごとに1行。行は、その指数が範囲内の自分の最初の月からどれだけ動いたか——水準ではありません。3,800と5,700は同じ物差しの上の2点ではないからです。歴史が後に始まる指数は、始まるまでボードに出ません。ゼロではなく、いないのです。
ko: 지수마다 한 줄. 줄은 그 지수가 구간 내 자기 첫 달부터 얼마나 움직였는지입니다. 수준이 아닙니다. 3,800과 5,700은 같은 척도 위의 두 점이 아니기 때문입니다. 역사가 나중에 시작하는 지수는 시작할 때까지 보드에 없습니다. 0이 아니라 없는 것입니다.
pl: Jeden wiersz na indeks. Wiersz to zmiana, jaką ten indeks zrobił od swojego pierwszego miesiąca w okresie — nigdy jego poziom, bo 3 800 i 5 700 to nie są dwa punkty na jednej skali. Indeks, którego historia zaczyna się później, nie ma go na tablicy, dopóki się nie zacznie: brakuje go, a nie jest zerem.
pt_br: Uma linha por índice. A linha é a variação que esse índice teve desde o seu próprio primeiro mês no período — nunca o seu nível, porque 3.800 e 5.700 não são dois pontos na mesma escala. Um índice cujo histórico começa depois não está no quadro até começar: ele está ausente, não em zero.
ru: Одна строка на индекс. Строка — это изменение индекса с его собственного первого месяца в диапазоне, но не его уровень: 3 800 и 5 700 — не две точки на одной шкале. Индекс, чья история начинается позже, не появляется на доске до своего начала: он отсутствует, а не стоит в нуле.
zh_hans: 每一个指数一行。那一行的长度是它从自己在区间里的第一个月起涨了多少——不是它的点位，因为 3,800 与 5,700 不是同一把尺上的两点。历史起步比较晚的指数，在它起步之前不会出现在榜上：那时它是缺席，不是零。
zh_hant: 每一個指數一行。那一行的長度是它從自己在區間裡的第一個月起漲了多少——不是它的點位，因為 3,800 與 5,700 不是同一把尺上的兩點。歷史起步比較晚的指數，在它起步之前不會出現在榜上：那時它是缺席，不是零。

# IndexRaceMethodNote.Text
source: Monthly bars, adjusted. The source ignores the adjustment for an index, so every number already published on this board is unchanged — but a stock is another matter: a dividend is a cliff and a split is a halving, and neither is anything a holder lost. So an index row is a price return and a stock row a total return. Coverage differs: the S&P reaches back to 1950, the Dow to 2009 and the Hang Seng Tech index to 2020. This board is not governed by the market setting: it reads three markets at once.
cs: Měsíční svíčky, upravené. Zdroj u indexu úpravu ignoruje, takže všechna čísla už na této tabuli zveřejněná zůstávají stejná — ale akcie je jiná věc: dividenda je sráž a rozdělení akcie zpolovení, a ani jedno není něco, co by držitel ztratil. Řádek indexu je proto výnos z ceny a řádek akcie celkový výnos. Rozsah dat se liší: S&P sahá do roku 1950, Dow do 2009 a Hang Seng Tech do 2020. Tato tabule nepodléhá nastavení trhu: čte tři trhy zároveň.
de: Monatskerzen, bereinigt. Die Quelle ignoriert die Bereinigung bei einem Index, also bleibt jede auf diesem Board veröffentlichte Zahl unverändert — eine Aktie ist jedoch etwas anderes: Eine Dividende ist ein Abgrund und ein Split eine Halbierung, und beides hat ein Halter nie verloren. Daher ist eine Index-Zeile eine Kursrendite und eine Aktien-Zeile eine Gesamtrendite. Die Reichweite unterscheidet sich: Der S&P reicht zurück bis 1950, der Dow bis 2009 und der Hang-Seng-Tech-Index bis 2020. Dieses Board unterliegt nicht der Markt-Einstellung: Es liest drei Märkte zugleich.
es: Velas mensuales, ajustadas. La fuente ignora el ajuste en un índice, así que todas las cifras ya publicadas en este tablero siguen iguales — pero una acción es otra cosa: un dividendo es un acantilado y un split una división por la mitad, y ninguna de las dos es algo que un tenedor haya perdido. Por eso una fila de índice es una rentabilidad por precio y una fila de acción una rentabilidad total. La cobertura difiere: el S&P llega hasta 1950, el Dow hasta 2009 y el Hang Seng Tech hasta 2020. Este tablero no está gobernado por el ajuste de mercado: lee tres mercados a la vez.
fr: Bougies mensuelles, ajustées. La source ignore l'ajustement pour un indice : tous les chiffres déjà publiés sur ce tableau restent donc identiques — mais une action est une autre affaire : un dividende est une falaise et une division du nominal une chute de moitié, et le détenteur n'a perdu ni l'un ni l'autre. Une ligne d'indice est donc un rendement de prix et une ligne d'action un rendement total. La couverture diffère : le S&P remonte à 1950, le Dow à 2009 et le Hang Seng Tech à 2020. Ce tableau n'est pas régi par le réglage de marché : il lit trois marchés à la fois.
ja: 月足、調整済み — ソースは指数に対して調整を無視するため、このボードで既に公開されている数字はすべて変わりません。しかし個別株は別の話です。配当は断崖、分割は半減であり、どちらも保有者が失ったものではありません。したがって指数の行は価格リターン、個別株の行はトータルリターンです。データの範囲は異なります。S&Pは1950年、ダウは2009年、ハンセンテック指数は2020年まで遡れます。このボードは市場設定に支配されません。三つの市場を同時に読みます。
ko: 월별 봉, 조정 적용 — 출처는 지수에 대해 조정을 무시하므로 이 보드에 이미 게시된 모든 숫자는 그대로입니다. 그러나 개별 종목은 다른 이야기입니다. 배당은 절벽이고 분할은 반토막이며, 둘 다 보유자가 잃은 것이 아닙니다. 따라서 지수 행은 가격 수익률이고 종목 행은 총수익률입니다. 데이터 범위는 서로 다릅니다. S&P는 1950년, 다우는 2009년, 항셍테크 지수는 2020년까지 거슬러 올라갑니다. 이 보드는 시장 설정의 적용을 받지 않습니다. 세 시장을 동시에 읽습니다.
pl: Świece miesięczne, skorygowane. Źródło ignoruje korektę dla indeksu, więc wszystkie już opublikowane na tej tablicy liczby pozostają bez zmian — ale akcja to inna sprawa: dywidenda to urwisko, a podział akcji to przepołowienie, i żadnej z tych rzeczy posiadacz nie stracił. Dlatego wiersz indeksu to zwrot cenowy, a wiersz akcji to zwrot całkowity. Zasięg danych różni się: S&P sięga 1950, Dow 2009, a Hang Seng Tech 2020. Ta tablica nie podlega ustawieniu rynku: czyta trzy rynki naraz.
pt_br: Velas mensais, ajustadas. A fonte ignora o ajuste para um índice, portanto todos os números já publicados neste quadro permanecem iguais — mas uma ação é outra coisa: um dividendo é um penhasco e um desdobramento uma divisão pela metade, e nenhum dos dois é algo que um detentor tenha perdido. Assim, uma linha de índice é um retorno de preço e uma linha de ação um retorno total. A cobertura difere: o S&P chega a 1950, o Dow a 2009 e o Hang Seng Tech a 2020. Este quadro não é governado pela configuração de mercado: lê três mercados ao mesmo tempo.
ru: Месячные бары, с корректировкой. Источник игнорирует корректировку для индекса, поэтому все уже опубликованные на этой доске числа остались прежними — но акция это другое дело: дивиденд это обрыв, а дробление это деление пополам, и ни то ни другое держатель не терял. Поэтому строка индекса это доходность по цене, а строка акции — полная доходность. Охват различается: S&P уходит к 1950 году, Dow — к 2009, а Hang Seng Tech — к 2020. Эта доска не подчиняется настройке рынка: она читает три рынка сразу.
zh_hans: 月线，复权——源端对指数忽略复权参数，所以这一页已发布的数字一个都没变；但个股是另一回事：分红是一道断崖、拆股是一次腰斩，持有人谁也没亏这笔钱。因此指数行是价格回报，个股行是总回报。数据起点各不相同：标普 500 可回溯到 1950 年，道琼斯到 2009 年，恒生科技指数到 2020 年。这一页不受市场设置管辖：它同时读三个市场。
zh_hant: 月線，復權——源頭對指數忽略復權參數，所以這一頁已發佈的數字一個都沒變；但個股是另一回事：分紅是一道斷崖、拆股是一次腰斬，持有人誰也沒虧這筆錢。因此指數列是價格回報，個股列是總回報。資料起點各不相同：標普 500 可回溯到 1950 年，道瓊斯到 2009 年，恒生科技指數到 2020 年。這一頁不受市場設定管轄：它同時讀三個市場。

# IndexRaceFetched
source: {0} indices · {1} months · ahead {2} at {3} · behind {4} at {5}
cs: {0} indexů · {1} měsíců · první {2} na {3} · poslední {4} na {5}
de: {0} Indizes · {1} Monate · vorn {2} bei {3} · hinten {4} bei {5}
es: {0} índices · {1} meses · primero {2} con {3} · último {4} con {5}
fr: {0} indices · {1} mois · en tête {2} à {3} · dernier {4} à {5}
ja: {0} 指数 · {1} か月 · 首位 {2}（{3}） · 最下位 {4}（{5}）
ko: {0}개 지수 · {1}개월 · 선두 {2} {3} · 최하위 {4} {5}
pl: {0} indeksów · {1} miesięcy · pierwszy {2} przy {3} · ostatni {4} przy {5}
pt_br: {0} índices · {1} meses · na frente {2} com {3} · atrás {4} com {5}
ru: {0} индексов · {1} месяцев · впереди {2} с {3} · позади {4} с {5}
zh_hans: {0} 个指数 · {1} 个月 · 领先的是 {2}，{3} · 垫底的是 {4}，{5}
zh_hant: {0} 個指數 · {1} 個月 · 領先的是 {2}，{3} · 墊底的是 {4}，{5}

# IndexRaceUnitIndices
source: indices
cs: indexů
de: Indizes
es: índices
ja: 指数
ko: 개 지수
pl: indeksów
pt_br: índices
ru: индексов
zh_hans: 个指数
zh_hant: 個指數

# IndexRaceTooFew
source: Too few months in this range for a race. Try a longer range.
cs: V tomto období je příliš málo měsíců na závod. Zkuste delší období.
de: Zu wenige Monate in diesem Zeitraum für ein Rennen. Versuchen Sie einen längeren.
es: Demasiados pocos meses en este periodo para una carrera. Pruebe con un periodo más largo.
fr: Trop peu de mois dans cette période pour une course. Essayez une période plus longue.
ja: この期間では月数が少なすぎてレースになりません。もっと長い期間をお試しください。
ko: 이 기간은 레이스를 만들기에 달 수가 너무 적습니다. 더 긴 기간을 선택하세요.
pl: Za mało miesięcy w tym okresie na wyścig. Spróbuj dłuższego okresu.
pt_br: Meses demaisados poucos neste período para uma corrida. Tente um período mais longo.
ru: В этом периоде слишком мало месяцев для гонки. Возьмите период длиннее.
zh_hans: 这段区间的月份太少，跑不成一场比赛。换长一点的区间试试。
zh_hant: 這段區間的月份太少，跑不成一場比賽。換長一點的區間試試。

# INSTSH510300
source: CSI 300 ETF
cs: ETF CSI 300
es: ETF CSI 300
fr: ETF CSI 300
it: ETF CSI 300
ja: 滬深300ETF
pl: ETF CSI 300
pt_br: ETF CSI 300
ru: ETF CSI 300
zh_hans: 沪深300ETF
zh_hant: 滬深300ETF

# INSTSH510500
source: CSI 500 ETF
cs: ETF CSI 500
es: ETF CSI 500
fr: ETF CSI 500
it: ETF CSI 500
ja: 中証500ETF
pl: ETF CSI 500
pt_br: ETF CSI 500
ru: ETF CSI 500
zh_hans: 中证500ETF
zh_hant: 中證500ETF

# INSTSH513100
source: Nasdaq ETF
cs: ETF Nasdaq
es: ETF Nasdaq
fr: ETF Nasdaq
it: ETF Nasdaq
ja: ナスダックETF
ko: 나스닥 ETF
pl: ETF Nasdaq
pt_br: ETF Nasdaq
ru: ETF Nasdaq
zh_hans: 纳指ETF
zh_hant: 那指ETF

# INSTSH518880
source: Gold ETF
cs: ETF zlata
es: ETF de oro
fr: ETF or
it: ETF oro
ja: ゴールドETF
ko: 골드ETF
pl: ETF złota
pt_br: ETF ouro
ru: Золотой ETF
tr: Altın ETF
zh_hans: 黄金ETF
zh_hant: 黃金ETF

# NavAssetRace.Content
source: Asset classes
cs: Třídy aktiv
de: Anlageklassen
es: Clases de activos
fr: Classes d'actifs
ja: 資産クラス
ko: 자산군
pl: Klasy aktywów
pt_br: Classes de ativos
ru: Классы активов
zh_hans: 大类资产
zh_hant: 大類資產

# AssetRacePageTitle.Text
source: Asset classes
cs: Třídy aktiv
de: Anlageklassen
es: Clases de activos
fr: Classes d'actifs
ja: 資産クラス
ko: 자산군
pl: Klasy aktywów
pt_br: Classes de ativos
ru: Классы активов
zh_hans: 大类资产
zh_hant: 大類資產

# AssetRaceStageTitle
source: Asset classes
cs: Třídy aktiv
de: Anlageklassen
es: Clases de activos
fr: Classes d'actifs
ja: 資産クラス
ko: 자산군
pl: Klasy aktywów
pt_br: Classes de ativos
ru: Классы активов
zh_hans: 大类资产
zh_hant: 大類資產

# AssetRacePageSubtitle.Text
source: Eight asset classes you could actually have held, on one board. Each is measured from its own first month in the range, so what is compared is the money that was left, not the quote.
cs: Osm tříd aktiv, které bylo skutečně možné držet, na jedné tabuli. Každá se měří od svého prvního měsíce v rozmezí, takže se porovnávají peníze, které zbyly, ne kotace.
de: Acht Anlageklassen, die man wirklich hätte halten können, auf einer Tafel. Jede wird ab ihrem eigenen ersten Monat im Zeitraum gemessen – verglichen wird also das Geld, das übrig blieb, nicht die Notierung.
es: Ocho clases de activos que realmente se podrían haber mantenido, en un mismo tablero. Cada una se mide desde su propio primer mes en el periodo, así que lo comparado es el dinero que quedó, no la cotización.
fr: Huit classes d'actifs que l'on aurait réellement pu détenir, sur un même tableau. Chacune est mesurée à partir de son propre premier mois de la période : ce qui est comparé, c'est l'argent restant, pas le cours.
ja: 実際に保有できた8つの資産クラスを1つのボードに。それぞれ範囲内の自分の最初の月から測るので、比べるのは残ったお金であり、気配値ではありません。
ko: 실제로 보유할 수 있었던 여덟 개 자산군을 한 보드에. 각각 구간 내 자기 첫 달부터 측정하므로 비교하는 것은 남은 돈이며 시세가 아닙니다.
pl: Osiem klas aktywów, które naprawdę można było trzymać, na jednej tablicy. Każda mierzona od własnego pierwszego miesiąca w okresie, więc porównywane są pieniądze, które zostały, a nie notowanie.
pt_br: Oito classes de ativos que você realmente poderia ter mantido, em um mesmo quadro. Cada uma é medida a partir do seu próprio primeiro mês no período, então o comparado é o dinheiro que restou, não a cotação.
ru: Восемь классов активов, которые действительно можно было держать, на одной доске. Каждый измеряется от своего первого месяца в диапазоне, поэтому сравниваются оставшиеся деньги, а не котировка.
zh_hans: 八类真的可以持有的资产放在同一张榜上。每一个都从自己在区间里的第一个月起算，所以比的是最后到手的钱，不是报价。
zh_hant: 八類真的可以持有的資產放在同一張榜上。每一個都從自己在區間裡的第一個月起算，所以比的是最後到手的錢，不是報價。

# AssetRaceList.Header
source: Asset class
cs: Třída aktiv
de: Anlageklasse
es: Clase de activo
fr: Classe d'actifs
ja: 資産クラス
ko: 자산군
pl: Klasa aktywów
pt_br: Classe de ativos
ru: Класс активов
zh_hans: 资产
zh_hant: 資產

# AssetRaceListAll
source: All eight
cs: Všech osm
de: Alle acht
es: Las ocho
fr: Les huit
ja: すべての8つ
ko: 여덟 개 모두
pl: Wszystkie osiem
pt_br: Todas as oito
ru: Все восемь
zh_hans: 全部八类
zh_hant: 全部八類

# AssetRaceListEquity
source: Shares
cs: Akcie
de: Aktien
es: Acciones
fr: Actions
ja: 株式
ko: 주식
pl: Akcje
pt_br: Ações
ru: Акции
zh_hans: 股票
zh_hant: 股票

# AssetRaceListNonEquity
source: Everything else
cs: Vše ostatní
de: Alles andere
es: Todo lo demás
fr: Tout le reste
ja: 株式以外
ko: 기타
pl: Wszystko inne
pt_br: Todo o resto
ru: Всё остальное
zh_hans: 非股票
zh_hant: 非股票

# AssetRaceRangeMax
source: Longest
cs: Nejdelší
de: Längster
es: El más largo
fr: Le plus long
ja: 最長
ko: 가장 긴
pl: Najdłuższy
pt_br: O mais longo
ru: Самый длинный
zh_hans: 最长
zh_hant: 最長

# AssetRaceNote.Text
source: One row per asset class. The bar is what holding it earned — dividends put back in, and share splits too, because a bond and a cash fund pay almost entirely in income, and a fund that split its units has a cliff in its own price.
cs: Jeden řádek na třídu aktiv. Sloupec je to, co držení vyneslo — zpět započtené dividendy a také štěpení, protože dluhopis a fond peněžního trhu platí téměř celou výnosem, a fond po štěpení podílů má ve vlastní ceně sráz.
de: Eine Zeile pro Anlageklasse. Der Balken ist, was das Halten eingebracht hat — Ausschüttungen wieder eingerechnet und Aktiensplits ebenfalls, weil eine Anleihe und ein Geldmarktfonds fast vollständig in Erträgen zahlen und ein Fonds, der seine Anteile gesplittet hat, einen Abgrund im eigenen Kurs hat.
es: Una fila por clase de activo. La barra es lo que ganó mantenerlo — dividendos reintegrados, y también splits, porque un bono y un fondo monetario pagan casi por completo en rentas, y un fondo que dividió sus participaciones tiene un acantilado en su propio precio.
fr: Une ligne par classe d'actifs. La barre est ce que la détention a rapporté — dividendes réintégrés, et scissions aussi, car une obligation et un fonds monétaire paient presque entièrement en revenus, et un fonds qui a divisé ses parts a une falaise dans son propre cours.
ja: 資産クラスごとに1行。バーは保有して得たものです——配当を戻し入れ、分配や分割も同様に。債券とマネーマーケットファンドはそのほとんどを収益で支払うからであり、受益権を分割したファンドは自分の価格に崖を持つからです。
ko: 자산군마다 한 행. 막대는 보유해서 얻은 것입니다—배당을 되돌려 넣고 분할도 마찬가지로, 채권과 머니마켓펀드는 거의 전부를 수익으로 지급하고, 수익증권을 분할한 펀드는 자기 가격에 절벽을 갖기 때문입니다.
pl: Jeden wiersz na klasę aktywów. Słupek to zarobek z trzymania — z wliczonymi dywidendami i również podziałami, bo obligacja i fundusz rynku pieniężnego płacą prawie wyłącznie dochodem, a fundusz po podziale jednostek ma urwisko we własnej cenie.
pt_br: Uma linha por classe de ativos. A barra é o que a manutenção rendeu — dividendos reintegrados e também desdobramentos, porque um título e um fundo de mercado monetário pagam quase inteiramente em renda, e um fundo que desdobrou cotas tem um penhasco no próprio preço.
ru: Одна строка на класс активов. Столбец — это то, что принесло владение: дивиденды возвращены в ряд, и дробления тоже, потому что облигация и фонд денежного рынка платят почти целиком доходом, а у фонда, дробившего паи, в собственной цене есть обрыв.
zh_hans: 每一类资产一行。那一行的长度是持有它赚了多少——分红算回去了，份额折算也算回去了，因为债券和货币基金的收益几乎全在分红里，而拆过份额的基金，自己的价格曲线会断一截。
zh_hant: 每一類資產一行。那一行的長度是持有它賺了多少——分紅算回去了，份額折算也算回去了，因為債券和貨幣基金的收益幾乎全在分紅裡，而拆過份額的基金，自己的價格曲線會斷一截。

# AssetRaceMethodNote.Text
source: Monthly, backward-adjusted — the opposite of the index race: an index pays no dividend, so nothing is adjusted there, while a fund does, and leaving it out would draw cash as 0.00%. All eight are quoted on a mainland exchange, so the two overseas rows carry the exchange rate inside them. Start dates differ: the earliest is 2012, the commodity fund only from 2019. This page is not governed by the market setting.
cs: Měsíčně, zpětně upraveno — opak závodu indexů: index nevyplácí dividendu, takže se tam nic neupravuje, zatímco fond ano, a vynechání by nakreslilo hotovost jako 0,00 %. Všech osm je kotováno na kontinentální burze, takže dva zahraniční řádky mají kurz uvnitř. Začátky se liší: nejdříve 2012, komoditní fond až od 2019. Tato stránka se neřídí nastavením trhu.
de: Monatlich, rückwärts adjustiert — das Gegenteil des Index-Rennens: Ein Index zahlt keine Dividende, dort wird also nichts adjustiert, ein Fonds hingegen schon, und ließe man es weg, würde Bargeld mit 0,00 % gezeichnet. Alle acht werden an einer Festlandbörse gehandelt, die beiden ausländischen Zeilen tragen den Wechselkurs also in sich. Die Anfänge unterscheiden sich: der früheste ist 2012, der Rohstofffonds erst ab 2019. Diese Seite unterliegt nicht der Markteinstellung.
es: Mensual, ajustado hacia atrás — lo contrario de la carrera de índices: un índice no paga dividendos, así que allí no se ajusta nada, mientras que un fondo sí, y omitirlo dibujaría el efectivo como 0,00 %. Las ocho cotizan en una bolsa continental, así que las dos filas extranjeras llevan el tipo de cambio dentro. Los inicios difieren: el más temprano es 2012, el fondo de materias primas solo desde 2019. Esta página no está gobernada por el ajuste de mercado.
fr: Mensuel, ajusté en arrière — le contraire de la course des indices : un indice ne verse pas de dividende, rien n'y est donc ajusté, alors qu'un fonds en verse, et l'omettre dessinerait le cash à 0,00 %. Les huit sont cotés sur une place continentale, les deux lignes étrangères portent donc le change en elles. Les débuts diffèrent : le plus ancien est 2012, le fonds matières premières seulement à partir de 2019. Cette page n'est pas régie par le réglage de marché.
ja: 月足・後復権——指数レースとは逆です。指数は配当を払わないので何も調整しませんが、ファンドは払うからであり、省けば現金は0.00%として描かれます。8本すべてが本土の取引所で売買されるため、海外の2行には為替が内側に入っています。開始はまちまちです。最も古いものは2012年、コモディティファンドは2019年からです。このページは市場設定に従いません。
ko: 월간, 후복권—지수 레이스와 정반대입니다. 지수는 배당을 지급하지 않으므로 아무것도 조정하지 않지만 펀드는 지급하므로, 이를 빠뜨리면 현금이 0.00%로 그려집니다. 여덟 개 모두 본토 거래소에 상장되어 있어 해외 두 행은 환율을 안에 담고 있습니다. 시작은 제각각입니다. 가장 이른 것은 2012년, 상품 펀드는 2019년부터입니다. 이 페이지는 시장 설정의 적용을 받지 않습니다.
pl: Miesięcznie, korygowany wstecz — odwrotność wyścigu indeksów: indeks nie płaci dywidend, więc tam nic się nie koryguje, a fundusz tak, i pominięcie tego narysowałoby gotówkę jako 0,00%. Wszystkie osiem jest notowanych na giełdzie kontynentalnej, więc dwa zagraniczne wiersze mają kurs w środku. Początki się różnią: najwcześniejszy to 2012, fundusz towarowy dopiero od 2019. Ta strona nie podlega ustawieniu rynku.
pt_br: Mensal, ajustado para trás — o oposto da corrida de índices: um índice não paga dividendos, então nada é ajustado lá, enquanto um fundo paga, e omitir isso desenharia o caixa como 0,00%. Todas as oito são cotadas em uma bolsa continental, então as duas linhas estrangeiras trazem o câmbio dentro de si. Os inícios diferem: o mais antigo é 2012, o fundo de commodities apenas a partir de 2019. Esta página não é governada pela configuração de mercado.
ru: Ежемесячно, с поправкой назад — противоположность гонке индексов: индекс не платит дивидендов, там ничего не корректируется, а фонд платит, и если этого не сделать, наличные были бы нарисованы как 0,00%. Все восемь котируются на материковой бирже, поэтому две зарубежные строки несут курс внутри себя. Начала различаются: самое раннее — 2012 год, товарный фонд — только с 2019. Этой страницей настройка рынка не управляет.
zh_hans: 月线，后复权——与指数长跑正好相反：指数不发股息，所以那里什么都不调整；基金会发，省掉它就会把现金画成 0.00%。八档都在境内交易所挂牌，所以境外那两行已经把汇率含在里面。起点各不相同：最早的是 2012 年，商品基金要到 2019 年才有。这一页不受市场设置管辖。
zh_hant: 月線，後複權——與指數長跑正好相反：指數不發股息，所以那裡什麼都不調整；基金會發，省掉它就會把現金畫成 0.00%。八檔都在境內交易所掛牌，所以境外那兩行已經把匯率含在裡面。起點各不相同：最早的是 2012 年，商品基金要到 2019 年才有。這一頁不受市場設置管轄。
